Cylinder_Analysis_2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    frontback
    {
        type            empty;
        nFaces          7068;
        startFace       5211;
    }
    inlet
    {
        type            patch;
        nFaces          28;
        startFace       12279;
    }
    outlet
    {
        type            patch;
        nFaces          28;
        startFace       12307;
    }
    wall
    {
        type            patch;
        nFaces          124;
        startFace       12335;
    }
)

// ************************************************************************* //
